afl_output_transfer_complete_response_24h/fuzzer01/queue/id:000018,orig:set_parameter_values_2.xml

<?xml version="1.0" encoding="UTF-8"?><soap-env:Envelope xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-2"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">1910ee272180002</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:SetParameterValues><ParameterList soap-enc:arrayType="cwmp:ParameterValueStruct[1]"><ParameterValueStruct><Name>Device.ManagementServer.URL</Name><Value xsi:type="xsd:string">http://someacs.tr69.com:9999/acs/</Value></ParameterValueStruct></ParameterList></cwmp:SetParameterValues></soap-env:Body></soap-env:Envelope>